/* authorizing */
"authorizing" = "autoryzacja";

/* bookmarks */
"bookmarks" = "zakładki";

/* bookmarks menu */
"Bookmarks Menu" = "Menu zakładek";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "Pasek zakładek";

/* cancel */
"Cancel" = "Anuluj";

/* unable to load page */
"Cannot Load Page" = "Nie można wczytać strony";

/* cannot load private key from keychain */
"Cannot Load Private Key From Keychain" = "Nie można wczytać prywatnego klucza z pęku kluczy";

/* cannot submit email */
"Cannot Submit" = "Przesłanie się nie powiodło";

/* unable to refresh data */
"Cannot Sync" = "Nie można zsynchronizować danych";

/* connecting */
"connecting" = "łączenie";

/* copy the url to the clipboard */
"Copy URL" = "Kopiuj URL";

/* update Firefox Home */
"Data on the server is in a new and unrecognized format. Please update Firefox Home." = "Dane na serwerze są w nowym, nierozpoznanym formacie. Proszę zaktualizować aplikację Firefox Home.";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "Dane na serwerze są w starym i nieobsługiwanym formacie. Proszę zaktualizować dodatek Firefox Sync na swoim komputerze.";

/* duplicate email address */
"Duplicate" = "Adres już użyty";

/* send the url via email */
"Email URL" = "Prześlij URL e-mailem";

/* error loading page */
"Error Loading Page" = "Błąd podczas ładowania strony";

/* error retrieving data */
"Error Retrieving Data" = "Błąd podczas pobierania danych";

/* Failed Server Lookup */
"Failed Server Lookup" = "Nie udało się odnaleźć serwera";

/* failed to communicate with server */
"Failed To Communicate With Server (%d)" = "Nie udało się połączyć z serwerem (%d)";

/* failed to install private key into keychain */
"Failed To Install Private Key Into Keychain (%d)" = "Nie udało się zainstalować prywatnego klucza w pęku kluczy (%d)";

/* email content */
"Here is that site we talked about:" = "Oto wspomniana strona:";

/* history */
"history" = "historia";

/* incorrect password */
"Incorrect Password" = "Nieprawidłowe hasło";

/* incorrect secret phrase */
"Incorrect Secret Phrase" = "Nieprawidłowy klucz Sync";

/* we will send instructions */
"Instructions are on the way" = "Instrukcje zostały wysłane";

/* invalid url */
"Invalid URL" = "Nieprawidłowy URL";

/* loading web page */
"loading..." = "wczytywanie...";

/* unable to login */
"Login Failure" = "Nie udało się zalogować";

/* mobile bookmarks */
"Mobile Bookmarks" = "Mobilne zakładki";

/* no internet connection */
"No internet connection available" = "Brak połączenia z Internetem";

/* no matching items found */
"No Matches" = "Brak pasujących wyników";

/* ok */
"OK" = "OK";

/* privacy policy */
"Privacy Policy" = "Polityka prywatności";

/* refresh local data */
"Refresh" = "Odśwież";

/* searching for matching items */
"Searching..." = "Wyszukiwanie...";

/* email subject */
"Sending you a link" = "Przesyłam Ci odnośnik";

/* re-authenticate */
"Sign In" = "Zaloguj";

/* stop refreshing data */
"Stop" = "Zatrzymaj";

/* tabs */
"tabs" = "karty";

/* terms of service */
"Terms Of Service" = "Warunki korzystania z usług";

/* thank you for submitting */
"Thank you!" = "Dziękujemy!";

/* the email address already exists in our database */
"That email address has already been submitted" = "Ten adres e-mail został już użyty";

/* unable to communicate with server */
"Unable To Communicate With Server (%d)" = "Nie można nawiązać połączenia z serwerem (%d)";

/* server unavailable */
"Unable to contact server" = "Nie można skontaktować się z serwerem";

/* unable to submit email */
"Unable to submit your email, please try again later (%d)" = "Nie można wysłać e-maila, proszę spróbować później (%d)";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "Nieposortowane zakładki";

/* username not found */
"User Name Not Found" = "Nazwa konta nieznaleziona";

/* launch safari to display the url */
"View in Safari" = "Otwórz w Safari";

/* Required */
"Required" = "Wymagane";

/* Caution: use at own risk */
"Caution: use at own risk" = "Uwaga: korzystaj na własne ryzyko";

/* Enter your Sync account information */
"Enter your Sync account information" = "Wprowadź dane swojego konta Sync";

/* Account */
"Account" = "Konto";

/* Password */
"Password" = "Hasło";

/* Sync Key */
"Sync Key" = "Klucz Sync";

/* Use Custom Server */
"Use Custom Server" = "Użyj innego serwera";

/* Server URL */
"Server URL" = "URL serwera";

/* Cannot Setup Sync */
"Cannot Setup Sync" = "Nie można skonfigurować Sync";

/* Try Again */
"Try Again" = "Spróbuj ponownie";

/* Manual Setup */
"Manual Setup" = "Konfiguracja ręczna";

/* Firefox Home could not connect to Sync. Would you like to try again? */
"Firefox Home could not connect to Sync. Would you like to try again?" = "Firefox Home nie mógł się połączyć z Sync. Spróbować ponownie?";

/* Passcode */
"Passcode" = "Hasło";

/* Used for a small button */
"Not Now" = "Nie teraz";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to Firefox Home again." = "Po aktualizacji musisz się ponownie zalogować do Firefox Home";

/* Message that we show in a dialog when the user tries to open a file:// url */
"Firefox Home cannot load the page because it is of an unsupported type." = "Nie może wczytać strony, ponieważ jest ona w nieobsługiwanym przez Firefox Home typie.";
